Repository: JeremyLNO/mileage-pocket
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt

# vehicle.type
source: Type
de: Art
es: Tipo
it: Tipo
pt: Tipo

# vehicle.type.bicycle
source: Bicycle
de: Fahrrad
es: Bicicleta
fr: Vélo
it: Bicicletta
pt: Bicicleta

# vehicle.type.car
source: Car
de: Auto
es: Coche
fr: Voiture
it: Auto
pt: Carro

# vehicle.type.electricCar
source: Electric car
de: Elektroauto
es: Coche eléctrico
fr: Voiture électrique
it: Auto elettrica
pt: Carro elétrico

# vehicle.type.motorcycle
source: Motorcycle
de: Motorrad
es: Moto
fr: Moto
it: Moto
pt: Mota

# vehicle.type.van
source: Van
de: Transporter
es: Furgoneta
fr: Utilitaire
it: Furgone
pt: Carrinha

# vehicles.add
source: Add vehicle
de: Fahrzeug hinzufügen
es: Añadir vehículo
fr: Ajouter un véhicule
it: Aggiungi veicolo
pt: Adicionar veículo

# vehicles.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
pt: Predefinido

# vehicles.empty.message
source: Add the car you drive for work. You can record trips without one, but reports read better with it.
de: Füge das Auto hinzu, mit dem du für die Arbeit fährst. Fahrten lassen sich auch ohne aufzeichnen, aber die Berichte werden damit klarer.
es: Añade el coche que usas para trabajar. Puedes registrar viajes sin él, pero los informes quedan más claros con él.
fr: Ajoutez la voiture que vous utilisez pour le travail. Les trajets fonctionnent sans, mais les rapports sont plus clairs avec.
it: Aggiungi l’auto che usi per lavoro. Puoi registrare i viaggi anche senza, ma i report sono più chiari indicandola.
pt: Adiciona o carro que usas para trabalhar. Podes registar viagens sem ele, mas os relatórios ficam mais claros com ele.

# vehicles.empty.title
source: No vehicle yet
de: Noch kein Fahrzeug
es: Aún no hay vehículos
fr: Aucun véhicule
it: Ancora nessun veicolo
pt: Ainda sem veículos

# vehicles.title
source: Vehicles
de: Fahrzeuge
es: Vehículos
fr: Véhicules
it: Veicoli
pt: Veículos

# widget.month.total
source: This month
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
pt: Este mês

# widget.start.trip
source: Start Trip
de: Fahrt starten
es: Iniciar viaje
fr: Démarrer un trajet
it: Avvia viaggio
pt: Iniciar viagem

# carplay.status
source: Status
es: Estado
fr: État
it: Stato
pt: Estado

# detail.edit.details
source: Details
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes

# detail.start
source: Start
es: Inicio
fr: Début
it: Inizio
pt: Início

# home.start
source: START
es: INICIAR
it: AVVIA
pt: INICIAR

# paywall.feature.icloud
source: iCloud backup
es: Copia de seguridad en iCloud
fr: Sauvegarde iCloud
it: Backup su iCloud
pt: Cópia de segurança no iCloud

# pdf.name
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# settings.account
source: Account
es: Cuenta
fr: Compte
pt: Conta

# settings.email
source: Email
es: Correo

# settings.icloud
source: iCloud sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
pt: Sincronização com o iCloud

# settings.name
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# settings.region
source: Region
es: Región
fr: Région
it: Regione
pt: Região

# settings.version
source: Version
es: Versión
it: Versione
pt: Versão

# summary.project.placeholder
source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
pt: Opcional

# trips.filter
source: Filter
es: Filtrar
fr: Filtrer
it: Filtra
pt: Filtrar

# vehicle.name
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# vehicle.type.moped
source: Moped
es: Ciclomotor
fr: Cyclomoteur
it: Ciclomotore
pt: Ciclomotor
